Repository: MCNewsTools/MCServerStatus-WordPressWidget
Catalog: languages/mcserverstatus-*.po
Languages: de_de, ru_ru

source: Precautions
de_de: Vorsichtsmaßnahmen
ru_ru: Заметки

source: This method uses GameSpy4 protocol, and requires enabling query listener in your server.properties like this:
de_de: Diese Methode nutzt das GameSpy4-Protokoll und benötigt den Query-Listener in deiner server.properties wie folgt:
ru_ru: Этот метод использует протокол GameSpy4, и требует включенного query протокола в вашем файле server.properties:

source: General options
de_de: Allgemeine Optionen
ru_ru: Основные опции

source: Title
de_de: Titel
ru_ru: Заголовок

source: Host
ru_ru: Адрес

source: Port
ru_ru: Порт

source: Player Avatar size
de_de: Spieler-Avatar-Größe
ru_ru: Размер аватара игрока

source: Web Site
ru_ru: Сайт сервера

source: Display options
de_de: Anzeigeeinstellungen
ru_ru: Опции экрана

source: Show Server MOTD
de_de: Zeige Server MOTD
ru_ru: Показывать MOTD сервера

source: Show status
de_de: Zeige Status
ru_ru: Показывать статус

source: Show host
de_de: Zeige Host
ru_ru: Показывать адрес

source: Show port
de_de: Zeige Port
ru_ru: Показывать порт

source: Show server platform
de_de: Zeige Server-Plattform
ru_ru: Показывать платформу сервера

source: Show server software
de_de: Zeige Server-Software
ru_ru: Показывать серверное ПО

source: Show game version
de_de: Zeige Spiel-Version
ru_ru: Показывать версию игры

source: Show plugins
de_de: Zeige Plugins
ru_ru: Показывать плагины

source: Show players
de_de: Zeige Spieler
ru_ru: Показывать игроков

source: Show players avatar
de_de: Zeige Spieler-Avatare
ru_ru: Показывать аватарки игроков

source: MCPE will show Steve avatar
de_de: MCPE wird Steve-Avatare anzeigen
ru_ru: Игроки MCPE будут с аватаром Steve

source: Show player list automatically
de_de: Zeige Spielerliste automatisch
ru_ru: Показывать список игроков автоматически

source: Advanced options
de_de: Erweiterte Optionen
ru_ru: Продвинутые опции

source: Auto update status
de_de: Status Auto-Update
ru_ru: Автообновление статуса

source: Set seconds
de_de: Setze Sekunden
ru_ru: Установить в секундах

source: The minimum can be set to 5 second
de_de: Das Minimum beträgt 5 Sekunden
ru_ru: Минимальное значение - 5 секунд

source: About
de_de: Über
ru_ru: О виджете

source: Donate:
de_de: Spenden:
ru_ru: Пожертвовать:

source: Your Donate is our motivation!
de_de: Deine Spende ist unsere Motivation!
ru_ru: Ваши пожертвования - это наша мотивация!

source: Show donate info
de_de: Zeige Spenden-Info
ru_ru: Показать информацию о пожертвовании

source: This option does not force checked, check it and we will be grateful that you
de_de: Diese Option ist nicht erzwungen abgehakt und wir wären es dir danken, wenn du es tun könntest
ru_ru: Эта опция выключена по-умолчанию, включите её, и мы будем вам очень благодарны

source: Status
ru_ru: Статус

source: Offline
ru_ru: Выключен

source: Website
ru_ru: Сайт сервера

source: Download this plugin:
de_de: Lade dieses Plugin herunter:
ru_ru: Загрузить этот плагин:

source: Server Status For Minecraft PC & PE
ru_ru: Статус сервера для Minecraft PC и PE

source: Donate this plugin:
de_de: Dem Plugin-Entwickler spenden:
ru_ru: Отблагодарить за плагин:

source: Server MOTD
ru_ru: MOTD сервера

source: Online
ru_ru: Онлайн

source: Server platform
de_de: Server-Plattform
ru_ru: Платформа сервера

source: Server software
ru_ru: Серверное ПО

source: Game version
de_de: Spiel-Version
ru_ru: Версия игры

source: Plugins
ru_ru: Плагины

source: Plugins list
de_de: Plugin-Liste
ru_ru: Список плагинов

source: Plugins: <strong>Not found</strong>
de_de: Plugins: <strong>Nicht gefunden</strong>
ru_ru: Плагины: <strong>Не обнаружены</strong>

source: Players
de_de: Spieler
ru_ru: Игроков

source: Players list
de_de: Spieler-Liste
ru_ru: Список игроков

source: Author Facebook:
de_de: Autor auf Facebook:

source: Author Twitter:
de_de: Autor auf Twitter:

source: Author GitHub:
de_de: Autor auf GitHub:
